tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libffi"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "pkg-config"
brew "python@3.11"
brew "zlib"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "hzgood.dart-data-class-generator"
vscode "liviuschera.noctis"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "SolarLiner.linux-themes"
vscode "stivo.tailwind-fold"
vscode "usernamehw.errorlens"
